<template>
  <div class="container">
    <p>ⅰⅱⅲⅳⅴⅵⅶⅷⅸⅹⅠⅡⅢⅣⅤⅥⅦⅧⅨⅩ</p>
    <p>½¼¾⅓⅔⅕⅖⅗⅘⅙⅚⅛⅜⅝⅞</p>
    <p>①②③④⑤⑥⑦⑧⑨⑩㉑㉒㉓㉔㉕㉖㉗㉘㉙㉚㉛㉜㉝㉞㉟㊱㊲㊳㊴㊵㊶㊷㊸㊹㊺㊻㊼㊽㊾㊿</p>
    <p>⒈⒉⒊⒋⒌⒍⒎⒏⒐⒑⒒⒓⒔⒕⒖⒗⒘⒙⒚⒛</p>
    <p>㈠㈡㈢㈣㈤㈥㈦㈧㈨㈩⑴⑵⑶⑷⑸⑹⑺⑻⑼⑽⑾⑿⒀⒁⒂⒃⒄⒅⒆⒇</p>
    <p>╮╰ ╯╭╮╰╯∵∴‖︴﹏﹋﹌√※№</p>
    <p>■□▪▫▬▲△▴▵▶▷▸▹►▻●○◆◇▫▪□■�</p>
    <p>〔〕〖〗〘〙〚〛〜〝〞〟〈〉《》「」『』【】┌ ┐└ ┘∟├ ┤┬ ┴┼━┃┏┓┛┗┣┳┫┻╋┠┯┨┷┿┝┰┥┸╂┒┑┚┙┖┕┎┍┞┟┡┢┦┧┩┪┭┮┱┲┵┶┹┺┽┾╀╁╃╄╅╆╇╈╉╊╋╌╍╎╏═║╒╓╔╕╖╗╘╙╚╛╜╝╞╟╠╡╢╣╤╥╦╧╨╩╪╫╬╭╮╯╰╱╲</p>
    <p> ♂ ♀</p>
    <p>ρστυφχψω α β γ δ ε ζ η θ ι κ λ μ ν ξ ο π</p>
    <p>↘↙↗↖↕↔↓↑</p>
  </div>
</template>

<script>
export default {
  name: "special"
}
</script>

<style scoped lang="scss">
.container{
  width: 80%;
  margin: 50px auto 0;
  p{
    font-size: 22px;
    letter-spacing: 10px;
    word-wrap: break-word;
  }
}
</style>
